Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/money_and_tax/tax/income_tax_credits_and_reliefs/taxation_and_medical_expenses.html.txt.tmx
Source language: en
Languages: ga

source: Taxation and medical expenses
ga: Cáin agus costais leighis

source: If you pay medical expenses that are not covered by the State or by private health insurance, you may claim tax relief on some of those expenses
ga: Tá faoiseamh cánach ar fáil ar tháillí a íoctar ar son árachais sláinte agus ar tháillí a bhaineann le cúram fad-théarmach

source: These expenses include the costs involved in nursing home care
ga: Tugann an comhlacht árachais an faoiseamh seo mar chuid den táille

source: Tax relief is also available for premiums paid for health insurance and for long-term care insurance
ga: Má thiteann costais sláinte ort nach bhfuil íoctha ag an stát ná ag árachas is féidir faoiseamh cánach a lorg ar chuid de na costais sin

source: The insurance company grants this tax relief at source
ga: San áireamh sna costais sin tá an costas a bhaineann le cúram i dteach altranais

source: You can claim tax relief on medical expenses you pay for yourself and on behalf of any other person
ga: D’fhéadfá a bheith in ann faoiseamh cánach a éileamh má íocann tú as costais leighis áirithe

source: You can claim relief only if you cannot recover the expenses from any other source
ga: Bíonn an cás amhlaidh mura bhfuil tú in ann na costais a aisghabháil ó aon fhoinse eile

source: You cannot claim tax relief for sums already received or due to be received from:
ga: Ní féidir leat faoiseamh cánach a éileamh i leith suimeanna a fuair tú cheana nó atá le fáil agat ó:

source: • A public or local authority, for example, the HSE (Health Service Authority)
ga: • Aon údarás poiblí nó údarás áitiúil, FSS (An tÚdarás Seirbhís Sláinte), mar shampla

source: • Any other source, for example, compensation
ga: • Aon fhoinse eile, cúiteamh, mar shampla

source: You can claim tax relief on:
ga: Is iad seo a leanas na costais leighis ar féidir faoiseamh cánach a fháil dóibh:

source: • Costs of doctors and consultants fees
ga: • Costais táillí dochtúirí agus comhairleoirí

source: • Items or treatments prescribed by a doctor or consultant
ga: • Míreanna nó cóireáil a ordaíonn dochtúir nó comhairleoir

source: • Maintenance or treatment in a hospital or a nursing home
ga: • Cothú nó cóireáil in ospidéal nó i d teach altranais

source: • Costs of speech and language therapy carried out by a speech and language therapist for a qualifying child
ga: • Costais teiripe urlabhra agus teanga a chuireann teiripeoir urlabhra agus teanga ar fáil le haghaidh leanbh incháilithe

source: • Costs of educational psychological assessments carried out by an educational psychologist for a qualifying child
ga: • Costais measúnaithe síceolaíoch oideachais a dhéanann síceolaí oideachais ar leanbh incháilithe

source: • Certain items of expenditure in respect of a child suffering from a serious life threatening illness
ga: • Míreanna áirithe caiteachais le haghaidh linbh a bhfuil breoiteacht thromchúiseach air nó uirthi a chuireann a b(h)eatha i mbaol

source: • Kidney patients' expenses (up to a maximum amount depending on whether the patient uses hospital dialysis, home dialysis or CAPD)
ga: • Costais othar a bhfuil fadhbanna duán acu (suas go méid áirithe, rud a bhraitheann ar an úsáideann an t-othar seirbhísí scagdhealaithe ospidéal, nó baile, nó scagdhealú peireatóinéim siúil leanúnach)

source: The following, where prescribed by a doctor, also qualify for medical expenses relief:
ga: Is féidir faoiseamh ó chostais leighis a fháil maidir leo seo a leanas nuair a ordaíonn dochtúir iad:

source: • Orthoptic or similar treatment
ga: • Cóireáil ortoptach nó cóireáil dá samhail

source: • Orthopaedic bed or chair
ga: • Leaba nó cathaoir ortaipéideach

source: • Wheelchair or wheelchair lift (no relief is due for alteration to the building to facilitate a lift)
ga: • Cathaoir rothaí nó ardaitheoir chathaoir rothaí (cé nach féidir faoiseamh a fháil de bharr athruithe a dhéantar ar an bhfoirgneamh chun ardaitheoir a chur isteach)

source: • Glucometer machine for a diabetic
ga: • Méadar glúcóis le haghaidh diaibéitigh

source: • Engaging a qualified nurse in the case of a serious illness
ga: • Altra cáilithe a fhostú i gcás breoiteacha tromchúisí

source: • Physiotherapy, chiropody/podiatry services or similar treatment
ga: • Fisiteiripe Seirbhísí cosliachta nó cóireáil dá samhail

source: • Cost of a computer where there is medical evidence that it is necessary to help a person with a severe disability to communicate
ga: • Costas ríomhaire nuair atá sé riachtanach le cabhrú chun fadhbanna cumarsáide a réiteach i gcás duine atá faoi bhac tromchúiseach

source: • Cost of gluten-free food for coeliacs
ga: • Costas bia saor ó ghlútan do chéiliaigh

source: As this condition is generally ongoing, a letter (instead of prescriptions) from a doctor stating that the individual is a coeliac sufferer is acceptable
ga: Ós rud é gur riocht leanúnach é seo is leor litir ó dhochtúir ag rá gur céiliach an duine agus ní gá oideas a scríobh

source: Receipts from supermarkets in addition to receipts from chemists are acceptable
ga: Glacfar le hadmhálacha ó ollmhargaí agus ó phoitigéirí

source: You cannot claim relief for cosmetic surgery costs, unless you need the surgery as a result of a congenital abnormality, personal injury or disease
ga: Mura gá agat le máinliacht mar gheall ar neamhdhualas ó bhroinn, díobhála pearsanta nó galair, ní féidir leat faoiseamh cánach a éileamh i leith suimeanna bainteach le máinliacht chosmaideach

source: The list of treatments and appliances that attract tax relief is added to from time to time
ga: Ó am go céile cuirtear le liosta na gcineálacha cóireála agus fearas ar féidir faoiseamh cánach a éileamh orthu

source: If you are undergoing a new procedure or availing of a new appliance, it is worth checking whether you can claim tax relief
ga: Má dhéantar gnáthamh nua ort, nó má bhaineann tú leas as fearas nua, b’fhiú duit faoiseamh cánach a éileamh

source: For more information, see the Revenue website
ga: Tá sé seo le fáil ó d’oifig chánach áitiúil freisin

source: Health Insurance Tax Credit
ga: Creidmheas Cánach Árachais Sláinte

source: If you are a member of an approved private health insurance scheme, you may get a tax credit
ga: Má tá tú i do bhall de scéim árachais sláinte phríobháideach, is féidir go bhfaighidh tú creidmheas cánach

source: This tax credit is generally granted directly by the insurance company
ga: Deonaíonn an chuideachta árachais an creidmheas cánach go díreach

source: Your premium will be reduced by the amount of the tax credit so you will probably not even notice that you have got a tax credit
ga: Laghdófar do phréimh faoi mhéid an chreidmheasa cánach agus is dócha nach dtabharfaidh tú faoi deara go bhfuil creidmheas cánach agat

source: This is known as Tax Relief at Source (TRS)
ga: Tugtar Faoiseamh Cánach ag Foinse (TRS) air seo

source: However in some limited situations TRS does not apply, for example, where an employer pays the medical insurance premiums on behalf of an employee
ga: I dtaobh polasaithe árachais leighis arna athnuachan nó thosú ar nó tar éis 16 Deireadh Fómhair 2013 tá an faoiseamh cánach don duine atá clúdaithe ag an bpolasaí teoranta don:

source: This is treated as a Benefit in Kind and PAYE, PRSI and USC are due on the total amount
ga: • I gcás gach duine fásta ar an bpolasaí, an tsuim is lú den phréimh a íocadh nó €1,000, agus

source: This means that the employee does not benefit from the TRS on the medical insurance premium and can make a claim directly to Revenue
ga: • I gcás gach leanbh, an tsuim is lú den phréimh a íocadh maidir leis an leanbh sin, nó €500

source: This applies to policies which are renewed or entered into on or after 16 October 2013. A child for the purposes of this provision includes a student over 18 years and under 23 years who is in full-time education
ga: Ciallaíonn leanbh, chun críoche faoisimh chánach de, duine atá faoi bhun 18 bliana d’aois, nó má táthar thar 18 bliana d’aois agus faoi bhun 23 bliana d’aois, atá ag fáil oideachais lán aimseartha agus ina leith a íoctar préimh linbh

source: The relief is given at the standard rate of 20%
ga: Tugtar faoiseamh cánach ag 20% ar an méid atá incháilithe le haghaidh faoisimh chánach

source: Additional age-related tax credits for health insurance starting for people aged 50 and over and increasing for higher age groups were introduced in 2009
ga: In 2009 tabharfar isteach faoiseamh cánach breise le haghaidh árachas sláinte ag tosú do dhaoine ag aois 50 agus níos sine agus ag méadú le haghaidh aoisghrúpaí níos sine

source: From 2011 the additional relief started after age 60
ga: Ó 2011 amach, tosnaíonn an faoiseamh breise ó aois 60 bliana

source: In 2012 the age bands were narrowed
ga: I 2012 cúngaíodh na bandaí aoise

source: These age-related tax credits were replaced by a new risk equalisation scheme in 2013
ga: Tá na creidmheasanna cánach aoischoibhneasa á athsholáthar le scéim nua um chothromú riosca i 2013

source: Policies taken out or renewed after 31 March 2013 come under the new scheme
ga: Polasaithe a tógadh amach nó a athnuachan tar éis 31 Márta, 2013 a thagann faoin scéim nua

source: You do not need to claim this relief as it is granted directly by the insurance company (Tax Relief at Source)
ga: Ní gá an faoiseamh seo a éileamh óir deonaíonn an chuideachta árachais go díreach é (Faoiseamh Cánach ag Foinse)

source: You can now receive a tax credit for payments to long-term care insurance schemes
ga: Is féidir creidmheas cánach a fháil anois ar son íocaíochtaí chuig scéimeanna árachais chúraim fadthéarmaigh

source: This operates in the same way as the health insurance tax credit
ga: Cuirfear é seo i bhfeidhm ar nós an chórais do chreidmheasanna cánacha árachais sláinte

source: Travelling abroad for treatment
ga: Ag taisteal thar lear le haghaidh cóireála

source: You can claim tax relief on the cost of medical treatment obtained outside the State
ga: Is féidir leat faoiseamh cánach a éileamh ar an gcostas a bhain le cóireáil liachta faighte taobh amuigh den Stát

source: You can claim for treatment abroad that is also available in the State but you cannot claim travelling expenses for this care (see below)
ga: Is féidir leat éileamh a dhéanamh ar chóireáil thar lear atá ar fáil sa Stát freisin ach ní féidir leat éileamh a dhéanamh ar na costais taistil don chúram seo (féach thíos)

source: The practitioner (GP, consultant or dentist) who provides your care must be entitled to practice in the country in which the care is provided
ga: Ní mór don chleachtóir (GP, comhairleoir nó fiaclóir) a sholáthraíonn do chúram a bheith i dteideal cleachtadh sa tír ina soláthraítear an cúram

source: You can only claim for the cost of maintenance or treatment in a hospital, nursing home or clinic abroad if the hospital, nursing home or clinic provides access to 24 hour nursing on-site
ga: Ní féidir leat éileamh a dhéanamh ar chostas cothabhála nó cóireála in ospidéal, i dteach altranais nó i gclinic thar lear ach amháin má sholáthraíonn an t-ospidéal, an teach altranais nó an clinic rochtain d’altranais 24 uair an chloig ar an bhfód

source: If the qualifying health care is only available outside Ireland, you can also claim reasonable travelling and accommodation expenses
ga: Má tá an cúram sláinte cháilithigh ar fáil taobh amuigh d’Éire amháin, is féidir leat éileamh a dhéanamh ar chostais taistil agus lóistín réasúnta

source: In such cases the expenses of one person accompanying the patient may also be allowed if the condition of the patient requires it
ga: I gcásanna mar seo d’fhéadfadh sé go gceadófar na costais atá ag duine amháin a bhí in éineacht leis an othar má theastaíonn duine ón othar mar gheall ar an tinneas

source: If the patient is a child, the expenses of one parent are usually allowed and, exceptionally, of both parents where it is clear that both need to be with the child
ga: Más páiste é/í an t-othar, ceadaítear costais duine de na tuismitheoirí de ghnáth agus, go heisceachtúil, an bheirt tuismitheoir sa chás go bhfuil sé soiléir go bhfuil ar an mbeirt a bheith in éineacht leis an bpáiste

source: Dental and optical treatment
ga: Cóir Leighis Fiacloireachta nó Súl

source: You cannot get tax relief for routine ophthalmic and dental care
ga: Ní féidir faoiseamh cánach a fháil ar son gnáthchúram súl ná fiaclóireachta

source: Routine ophthalmic treatment covers sight testing, provision and maintenance of glasses and contact lenses
ga: San áireamh i ngnáthchúram fiaclóireachta tá stoitheadh, dí-screamhú agus fiacla a líonadh chomh maith le fiacla bréige a chur ar fáil agus a dheisiú

source: You can get tax relief for orthoptic or similar treatment where prescribed by a doctor
ga: Is féidir faoiseamh cánach a fháil ar chóireáil ortoptach nó ar chóireáil a ordaíonn dochtúir iad

source: Routine dental treatment covers extractions, scaling and filling of teeth and provision and repairing of artificial teeth and dentures
ga: Scrúdú ar radharc na súl, speaclaí agus tadhall-lionsaí a chur ar fáil agus a chothú atá san áireamh i ngnáthchúram na súl

source: The following dental treatments do qualify for tax relief:
ga: Tá faoiseamh cánach ar fáil do na módhanna fiaclóireachta a leanas:

source: • Endodontics (root canal treatment)
ga: • Indhéadaigh - Cóir Chanáilfhréamha

source: • Surgical extraction of impacted wisdom teeth: this qualifies for tax relief when it is undertaken in hospital
ga: • Stoitheadh Máinliach Fiacla Forais atá Iombhuailte: tá sé seo cáilithe do fhaoiseamh cánach nuair a dhéantar san ospidéal é

source: Maintenance or treatment in a hospital includes maintenance or treatment in a nursing home
ga: Áirítear cothú nó cóireáil i dteach altranais le cothú nó cóireáil in ospidéal

source: If you are paying the nursing home fees, you can get the tax relief - whether you are in the nursing home yourself or you are paying for another person to be there
ga: Má tá tú ag íoc na dtáillí don teach altranais, féadfaidh tusa an faoiseamh cánach a fháil - cibé an bhfuil tú sa teach altranais tú féin nó ag íoc as duine eile atá ann

source: Before 2007 this person must have been a relative or dependent, see 'Further information' below
ga: Bhí sé riachtanach roimh 2007 go mbeadh an duine seo gaolmhar leat nó mar chleithiúnach agat, féach thíos

source: Child oncology patients and children with permanent disabilities
ga: Leanaí arb othair oinceolaíochta iad agus leanaí atá faoi mhíchumas buan

source: In the case of children receiving treatment for cancer (that is, child oncology patients) and children with permanent disabilities, you can claim tax relief on the following as health expenses:
ga: I gcás leanaí atá ag fáil cóireála in aghaidh na hailse (is é sin, leanaí arb othair oinceolaíochta iad) agus leanaí atá faoi mhíchumas buan, is féidir faoiseamh cánach a éileamh ar chostais sláinte mar a leanas: Teileafón

source: Telephone: Where a child oncology patient or a child with a permanent disability is being treated at home, you can claim a flat rate payment to cover telephone rental and calls where those expenses are incurred for purposes directly connected with the treatment of the child
ga: Nuair a bhíonn leanaí arb othar oinceolaíochta iad nó leanaí atá faoi mhíchumas buan ag fáil cóireála sa bhaile, féadfaidh tú éileamh a dhéanamh ar íocaíocht bunráta chun cíos agus glaonna teileafóin a chlúdach sa chás go dtabhaítear na costais sin ar nithe a bhaineann go díreach le cóireáil an linbh

source: Overnight accommodation: Tax relief is also allowable for parents or guardians of child oncology patients and children with permanent disabilities where the child is required to stay overnight in a hospital as part of their treatment and the parentor guardian is required to stay nearby
ga: Ceadaítear faoiseamh cánach freisin do thuismitheoirí nó do chaomhnóirí leanaí arb othair oinceolaíochta iad agus leanaí faoi mhíchumas buan - nuair a bhíonn sé de dhíth ar leanbh fanacht thar oíche in ospidéal mar chuid dá gcóireáil agus dualgas ar an tuismitheoir fanacht in aice láimhe

source: Relief is allowable on payments made to the hospital and/or hotel or bed-and-breakfast near the hospital for accommodation
ga: Ceadaítear faoiseamh ar íocaíochtaí a dhéantar ar chóiríocht leis an ospidéal agus/nó óstán nó Leaba is Bricfeasta in aice an ospidéil

source: Travel: The cost incurred in travelling (unlimited journeys) to and from any hospital in respect of;
ga: Taisteal An costas tabhaithe i gcúrsaí taistil (turais gan teorainn) go dtí an t-ospidéal agus ar ais as;

source: • The patient and accompanying parents or guardians and
ga: • An t-othar agus tuismitheoirí nó caomhnóirí tionlactha agus

source: • Parents or guardians of the patient
ga: • Tuismitheoirí nó caomhnóirí an othair

source: where such trips are shown to be essential to the treatment of the child
ga: nuair a léirítear go bhfuil turais dá leithéid riachtanach do chóireáil an linbh

source: There is a mileage allowance if you use a private car
ga: Bíonn liúntas míleáiste ann má úsáidtear carr príobháideach

source: Hygiene products and special clothing: Tax relief is also allowable for parents/guardians of child oncology patients and children with permanent disabilities for the cost incurred in respect of hygiene products and special clothing
ga: Táirgí sláinteachais agus éadaí speisialta Ceadaítear faoiseamh cánach do thuismitheoirí/chaomhnóirí leanaí arb othair oinceolaíochta iad agus leanaí faoi mhíchumas buan as costas tabhaithe maidir le táirgí sláinteachais agus éadaí speisialta

source: This is subject to a maximum of €500 per year
ga: Bíonn sé seo faoi réir ag uasmhéid €500 in aghaidh na bliana

source: Tax relief is granted under specific headings in respect of certain expenses incurred by kidney patients
ga: Ceadaítear faoiseamh cánach faoi sainréimsí ar leith i ndáil le costais áirithe a thabhaíonn othair a bhfuil fadhbanna duán acu

source: The amount of relief depends on where the patient recieves care (for example, in hospital or at home)
ga: Bíonn méid an fhaoisimh ag brath ar an áit a bhfaigheann an t-othar cúram (mar shampla, san ospidéal nó sa bhaile)

source: Home dialysis and CAPD patients may claim tax relief on items such as electricity, telephone, laundry and travel expenses
ga: Féadfaidh othair scagdhealaithe baile agus SPSL faoiseamh cánach a éileamh ar rudaí cosúil le leictreachas, teileafón, níochán agus costais taistil

source: Read more about kidney patients and tax relief on medical expenses here
ga: Tuilleadh eolais faoi othair a bhfuil fadhbanna duán acu agus faoiseamh cánach ar chostais leighis anseo

source: Tax relief on medical and health expenses is given at the standard rate of 20%. However, tax relief on nursing home expenses can be claimed at your highest rate of tax
ga: Ceadófar an faoiseamh de réir an ráta chaighdeánaigh chánach (20%) seachas caiteachas teach altranais, a cheadaítear ag an ráta níos airde, más infheidhmithe

source: You do not need to do anything about tax relief for health insurance or long-term care insurance because the credits are granted automatically at source (TRS)
ga: Ní gá duit aon rud a dhéanamh chun faoiseamh cánach a fháil maidir le hárachas sláinte nó árachas cúraim fhadtéarmach toisc go dtugtar na creidmheasanna sa ghnáthchúrsa ag an bhfoinse (TRS)

source: You must apply separately for medical expenses relief
ga: Caithfidh tú cur isteach as féin le haghaidh faoiseamh ó chostais leighis

source: You can claim tax relief online using Revenue's myAccount service. You can use Medical form MED1 (pdf) to claim tax relief on all general medical expenses (including dental expenses)
ga: Úsáidtear Foirm Míochaine MED 1 (pdf) chun faoiseamh cánach a éileamh ar chostais ghinearálta leighis (lena n-áirítear costais dhéadacha)

source: You can only claim for medical expenses if you have receipts to prove your claim
ga: Ní féidir leat éileamh a dhéanamh maidir le costais leighis mura mbíonn admhálacha agat lena gcruthú

source: Do not send your medical receipts (this includes MED 2) with your MED 1 form
ga: Ná cuir isteach d’admhálacha leighis (lena n-áirítear MED 2) in éineacht leis an bhfoirm MED 1

source: However, you must keep your medical receipts for six years because Revenue may investigate your claim
ga: Ní mór duit d’admhálacha leighis a choinneáil ar feadh sé bliana mar d’fhéadfadh na Coimisinéirí Ioncaim d’éileamh a fhiosrú

source: A medical form MED2 (pdf) is a receipt to prove your dental expenses
ga: Admháil is ea an foirm leighis MED 2 (pdf) a chruthaíonn gur íoc tú do chostais dhéadacha

source: Your dentist will normally have a supply of MED 2 forms and should complete it for you
ga: Bíonn a lán foirmeacha MED 2 ag d’fhiaclóir de ghnáth agus ba chóir go gcomhlánódh sé nó sí ceann duit

source: Relief is given by way of repayment at the end of the year
ga: Féadfaidh tú na foirmeacha seo a iarraidh ar do theileafón póca trí theachtaireacht téacs a sheoladh chuig 51829

source: Since 1 January 2005, the time limit on claims for repayment of tax is four years
ga: Scríobh an focal 'FORM' agus d’uimhir PSP ina dhiaidh mar aon le 'MED1' (nó 'MED2', más gá duit an fhoirm a thabhairt do d’fhiaclóir)

source: Additional information is available on the Revenue website or from PAYE Lo-call service
ga: Is mar aisíocaíocht ag deireadh na bliana a thugtar faoiseamh

source: Contact information for all tax offices in Ireland is also available at the front of your telephone directory
ga: Ó 1 Eanáir 2005 i leith ceithre bliana an teorainn ama atá ann maidir le héilimh ar aisíocaíochtaí cánach

source: You can also claim tax relief online
ga: Tá tuilleadh eolais ar fáil ó bhileog eolais na gCoimisinéirí Ioncaim IT 6 nó déan teagmháil le ÍMAT

source: Before the 2007 tax year
ga: Roimh an mbliain chánach 2007

source: You could claim medical expenses incurred for:
ga: Féadfaidh tú éileamh a dhéanamh maidir le costais leighis a tabhaíodh i gcás:

source: • Yourself or your spouse
ga: • Tú féin is do chéile

source: • Your own child (or any other child of whom you have custody and you maintain at your own expense) under 18 years of age, or if over 18 years is receiving full-time education
ga: • Do leanbh féin (nó aon leanbh eile a bhfuil caomhnóireacht agat air nó uirthi agus a chothaíonn tú ar do chostas féin) faoi bhun 18 mbliana d’aois, nó os cionn 18 mbliana d’aois má tá sé nó sí ag fáil oideachais lánaimseartha

source: • A child for whom you are granted Incapacitated Child Tax Credit
ga: • Leanbh ar tugadh Creidmheas Cánach Linbh Éagumasaithe duit ina leith

source: You could also claim for any other person who is:
ga: Féadfaidh tú éileamh a dhéanamh maidir le duine ar bith eile atá:

source: • A relative of yours or your spouse who is incapacitated by old age or infirmity from maintaining himself or herself
ga: • Gaolmhar leatsa nó le do chéile agus atá éagumasaithe de bharr seanaoise nó éiglíochta agus nach bhfuil sé ar a c(h)umas é/í féin a chothú

source: • Your widowed mother or father (or that of your spouse) whether or not they are incapacitated
ga: • D’athair nó do mháthair (nó d’athair céile nó do mháthair chéile) bídís éagumasaithe nó ná bíodh

source: • Your son or daughter who resides with you and on whose services you must depend due to old age and infirmity
ga: • Do mhac nó d’iníon atá ina c(h)ónaí leat agus a bhfuil tú ag braith ar a s(h)eirbhísí de bharr seanaoise nó éiglíochta

source: The definition of 'relative' in the context of health expenses is very wide
ga: Tugtar sainmhíniú an-leathan ar ‘dhuine gaolmhar’ i gcomhthéacs costas leighis
